acpi
adobe-source-code-pro-fonts
alsa-utils
arandr
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
autoconf
automake
avr-gcc
avr-libc
bash
bc
bdf-unifont
bear-git
bison
boost
bzip2
chromium
clang
cmake
coreutils
cryptsetup
ctags
cups
device-mapper
dhcpcd
diffutils
discord
dmenu
docker
docker-compose
e2fsprogs
fakeroot
feh
file
filesystem
findutils
firefox
fish
flex
gawk
gcc
gcc-libs
gdb
gedit
gettext
ghostscript
git
glibc
gnuradio-companion
gnuradio-osmosdr
go
gqrx
grep
grub
gzip
hugo
i3-wm
i3blocks
i3lock
i3status
imagemagick
inetutils
iproute2
iputils
irssi
jfsutils
jsoncpp
jupyter-notebook
kicad-library
kitty-git
leiningen
less
lib32-gcc-libs
lib32-ncurses
libc++
libc++abi
libc++experimental
libreoffice-fresh
libvorbis
licenses
linux
logrotate
lvm2
make
man-db
man-pages
mdadm
minicom
mongodb
mupdf
mutt
nano
neovim
netctl
networkmanager
ninja
nm-connection-editor
noto-fonts-emoji
openocd
openssh
opera
os-prober
otf-fira-code
package-query
pacman
pass
patch
pciutils
pcmciautils
perf
perl
perl-anyevent-i3
perl-authen-sasl
perl-json-xs
perl-mime-tools
perl-net-smtp-ssl
pkg-config
postman-bin
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pygmentize
python-ipykernel
python-pip
python-virtualenv
redis
redshift-minimal
reflector
reiserfsprogs
rsync
rtl-sdr
rxvt-unicode
s-nail
sed
shadow
silver-searcher-git
smbclient
sox
sparse
spotify
stm32cubemx
sudo
swig
sysfsutils
system-config-printer
systemd-sysvcompat
tar
texinfo
texlive-core
texlive-science
tlp
tp_smapi
tree
ttf-fira-code
unzip
usbutils
util-linux
valgrind
vi
vim
wget
which
xbindkeys
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yaourt
yasm
zathura
zathura-pdf-mupdf
zathura-ps
